{
  "integrityEstablishesTheWorld": "Integrity establishes the world",
  "steadyWinTheFuture": "Steady win the future",
  "WCGHasASolidFoundation": "WCG has a solid foundation and continues to focus on innovation. So far, the best user experience in the industry and the provision of professional services have enabled us to continue to be the market leader and continue to strive to provide the best trading environment for investors around the world.",
  "capitalCreates": "Capital creates",
  "theFuture": "the future",
  "strictlyRegulatedAndTrustworthy": "Strictly regulated and trustworthy",
  "WCGIsAProfessional": "WCG is a professional financial investment brand, established in St. Vincent and the Grenadines. It is regulated by its strict laws and regulations (BCN:25293 BC 2019). It is also registered in accordance with the International Business Company Law and strictly regulated to protect the interests of investors.",
  "tradingProducts": "Trading products",
  "tradingPlatform": "Trading platform",
  "awardWinningPlatform": "Award-winning platform",
  "basedOnTheBasicPrinciples": "Based on the basic principles of fairness, impartiality and transparency, it has always been trusted and supported by users around the world, and is customer-centric and sincere.",
  "WCGIsAlwaysYour": "WCG is always your",
  "smartChoice": "smart choice",
  "WCGKeepsMakingProgress": "WCG keeps making progress with the times. For this reason, we insist on investing in the latest technology, which not only makes auditing and account opening faster, but also provides a convenient payment system and deposit and withdrawal services to all customers. We use the latest bridging technology to connect MT4 and top liquidity providers, allowing customers to trade on the go, and to react immediately to market activity news and data. In order to adhere to our core principle of \"fairness and justice\", we ensure that all Automate customer transactions. At the same time, we also attach great importance to the customer's trading experience. WCG's huge team of experts will provide you with one-to-one customer service at any time, allowing you to enjoy the best trading environment in the world.",
  "yearsOfCredibility": "Years of credibility",
  "adheringToTheOriginalIntention": "Adhering to the original intention of safety, integrity and reliability, continuous innovation and sustainable development, strictly abiding by regulations, and striving to achieve the highest standards of industry reputation.",
  "richResources": "Rich resources",
  "weWillDoOurBest": "We will do our best to provide customers with a safe operating system, complete trading tools, rich financial resources and professional global support.",
  "qualityService": "Quality service",
  "ourSalesTeam": "Our sales team and customer support team are well trained to provide you with the best trading experience.",
  "license": "License",
  "introduction": "Introduction",
  "WCGIsAuthorized": "WCG is authorized and regulated by the Hong Kong Gold & Silver Exchange (CGSE). He is a member of 012 of the Hong Kong Gold and Silver Exchange."
}
