{
  "up": "UP",
  "noLimit": "no limit",
  "fee": "fee",
  "hour": "H",
  "liveChat": "live chat",
  "safe": "safe",
  "instant": "INSTANT",
  "withdrawal": "withdrawal",
  "startNow": "START NOW",
  "products": "PRODUCTS",
  "forex": "Forex",
  "offerMoreThan": "Offer more than 20 currency pairs, including major currency pair, minor currency pair and other currency pairs.",
  "preciousMetal": "Metal",
  "goldSilver": "Gold and silver are very attractive alternative investments, market liquidity is high.",
  "energy": "Energy",
  "crudeOilIsNotOnly": "Crude oil is not only a highly sought-after commodity in the world, but also a must for economic activities in energy supply, industrial, and transportation use.",
  "index": "Index",
  "offerVariousIndexes": "Offer various indexes, including stock index from many countries and US index.",
  "TheWorldsTop": "The world's top liquidity traders provide quotations",
  "YouWilHave": "You will have the best trading environment:",
  "PartnerWithTop": "Partner with top liquidity providers",
  "PoweredByWCGMarkets": "Powered by WCG MARKETS Financial Technology Company",
  "ProvidesStateOfTheArt": "Provides state-of-the-art connection servers",
  "UseTheMostStable": "Use the most stable MetaTrader trading system",
  "WCGMarketsBringYouTheBest": "WCG MARKETS brings you the best market breadth and depth of liquidity. Working with a number of top liquidity providers to create an efficient and stable trading environment, which enables you to trade a wide range of markets at truly competitive prices.",
  "PROVIDER": "PROVIDER",
  "BuyingRate": "Buying Rate",
  "SellingRate": "Selling Rate",
  "SPREAD": "SPREAD",
  "CLIENT": "CLIENT",
  "TopLiquidityProviders": "1: Top Liquidity Providers",
  "WCGMarketsFinancialTechnologyTeam": "2: WCG MARKETS Financial Technology Team",
  "ConnectToStateOfTheArtServers": "3: Connect to state-of-the-art servers",
  "TheMostStableMetaTrader": "4: The most stable MetaTrader trading system",
  "mediaAwards1": "WCG MARKETS is strong and has always been known for its honesty, reliability, and excellent quality service. Now the professional strength has been recognized again, and only about twenty of the hundreds of employees in the professional exchange society can obtain the GTP Certified badge.",
  "mediaAwards2": "Now excited to announce that WCG MARKETS is making a major update. The new customer center and agent back office are officially launched. The post-epidemic era has arrived, and WCG MARKETS is the first to provide revolutionary and optimal updates to help you win the market development career one step ahead in this environment. Let us make progress together. Since the development of WCG MARKETS, it has never forgotten its original intention, and has maintained a humble and pragmatic attitude to progress and innovate.",
  "mediaAwards3": "WCG MARKETS is always your wise choice for further learning about pattern analysis. The graph is a record of the outcome of this game. People have gradually discovered some typical chart patterns on the charts, with which one can clearly see whether the market is dominated by buyers or sellers. As these classic patterns appear over and over again, one finds that the same shifts in buyer and seller power are always present in the market. Therefore, we can use the experience of learning patterns to predict the trend of the market outlook, which is pattern analysis.",
  "mediaAwards4": "WCG's mission is to provide clients with a more diverse, safe, transparent and fair trading environment, and to enter the global financial market through WCG's high-quality services.",
  "mediaAwards5": "WCG keeps making progress with the generation. For this reason, we insist on investing in the latest technology, which not only makes auditing and account opening faster, but also provides a convenient payment system, deposit and withdrawal services to all customers.",
  "mediaAwards6": "We use the latest bridging technology to connect MT4 and top liquidity providers, allowing clients to trade by mobile app and react instantly to market activity news and data.",
  "mediaAwards7": "Adhering to our core principles of fairness and impartiality, we ensure fully automated execution of client transactions.",
  "mediaAwards8": "We value great importance to the customer's trading experience, and the WCG team will provide you with one-to-one customer manager at any time, allowing you to enjoy the best trading environment in the world.",
  "mediaAwards9": "The strength was confirmed again and won the GTP Certified badge of the professional exchange society.",
  "InstantRebatePayment": "Instant Rebate Payment",
  "WCGMarketsFullyAutomated": "WCG MARKETS' fully automated commission rebate system ensures that the commission of IB agents will be paid on time without any hidden fees or further charges.",
  "DownloadApp": "Download App",
  "OneToOneLiveCustomerService": "One-To-One Live Customer Service",
  "ProvidePartnersWith": "Provide partners with real-time support in multiple languages 24 hours a day, five days a week. A dedicated assigned account manager will give the partner proper guidance and help the partner.",
  "OpenRealAccount": "OPEN REAL ACCOUNT",
  "DecentDeposit": "Decent Deposit And Withdrawal Service",
  "UnionPay": "UnionPay",
  "OnlineBankTransfer": "Online Bank Transfer",
  "WireTransfer": "Wire Transfer",
  "ComprehensiveSupport": "Comprehensive Support",
  "YearEndBonus": "Year-End Bonus",
  "CommonProsperity": "Common prosperity, special bonus will be issued at the end of the year to grow with us.",
  "VPNSupport": "VPN Support",
  "ProvideASafeNetwork": "Provide a safe network for business environment, so that partners can focus on developing their careers without worry.",
  "RegisterNow": "REGISTER NOW",
  "ExtraMarketing": "Extra Marketing Operation Sponsorship",
  "ToTheQualifiedPartners": "To the qualified partners, company will provide extra advertising or operational sponsorship."
}
