import { Conditions } from '../@types/conditions';

export const conditions: Conditions = {
  //http://www.wc012.com/home/index/clause.html 隐私条款
  privacyPolicy: '【个人资料隐私政策】',
  theCompanyPersonal:
    '本公司的个人资料私隐政策是根据《个人资料（私隐）条例》保护客户权益。',
  whenTheCompany:
    '在本公司使用客户数据用以提供其最佳服务时，亦会高度关注于其客户数据使用之安排。',
  theCompanyWill:
    '本公司会根据香港特别行政区法例《个人资料（私隐）条例》之规定，力求完全符合个人资料保障要求。',
  toThisEnd: '为此，本公司会确保其雇员遵守法例规定的保安和保密严谨标准。',
  allPersonalData:
    '(A)本公司收集的各项个人资料，只供本公司进行业务运作及其他有关活动之用',
  theCompanyIs:
    '(B)本公司致力确保网站是安全及符合业界标准，并且使用其他数据保障工具，例如：防火墙、认证系统（密码和个人身份证号码等）和操控机制来控制未获授权的系统进入和存取数据；',
  theCompanywillStore:
    '(C)本公司会将客户个人资料保密储存，保护客户的个人资料以防止被盗用，本公司雇员亦会尊重客户的私隐，绝不会向未获授权人士透露任何数据；',
  customersMayFrom: '(D)客户可不时查阅及更改由本公司所保存的有关其个人资料；',
  theCustomerAgrees:
    '(E)客户同意本公司会根据任何法例或监管机构之规定，向监管当局及其他政府机构披露客户所有数据（及其他数据）；',
  thatTheCompany:
    '(F)客户同意本公司按照网络支付系统政策之安排，当客户透过支付网关进行存取款时，向有关机构披露客户个人资料作为核实身份的证明；',
  theCompanyMaySet:
    '(G)本公司可能会在客户的计算机设定及存取本公司Cookies，以协助本公司分析并了解有关之市场推广策略的效果。',
  theCompanyAndIts:
    '本公司及其雇员可能会于本公司的产品和服务使用Cookies 来追踪客户在本公司网站的浏览，收集得来和共享的资料是不具姓名及无法被个别辨识的；',
  whenTheCustomer:
    '(H)客户同意本公司向客服提供服务时，本公司可能授权一些不隶属本公司的公司使用客户个人资料，这些包括以合约形式代表本公司提供服务的公司，例如作成、邮寄月结单的公司，维护及开发数据处理的软件公司等。',
  theseCompanies:
    '这些授权于本公司的公司必须把客户的个人资料保密。                                                                                                                                                                             ',
  theCompanyWillDo:
    '本公司将尽一切所能确保其收集所得的客户个人资料被妥善地保存在储存系统，并只有获授权的雇员或代表本公司提供服务的公司可查阅有关资料，但鉴于互联网之公开及全球性质，本公司可能无法保护及保密客户个人资料不受第三者的蓄意干扰。',
  anyoneWhoBrowses:
    '凡经由本公司网页浏览他人运作的网页，客户的个人资料均不属本公司的个人资料私隐条款保障范围内。 在直接促销中使用数据本公司/集团拟把客户数据用于直接促销，而本公司/集团为该用途须获得客户同意（包括表示不反对）。就此，请注意：',
  theCompanyGroup:
    '(A)本公司/集团可能把持有的客户姓名、联络方式、产品及服务组合数据、交易模式及行为、财务背景及人口统计资料用于直接促销；',
  mayBeUse: '(B)可用作促销下列类别的服务、产品及促销标的；',
  financialWealth: 'a.金融、理财、投资及相关服务及产品；',
  rewardsPreferantial: 'b.奖赏、优惠计划及相关服务及产品；',
  servicesAndProducts:
    'c.本公司/集团的任何成员与品牌合作伙伴提供之服务及产品（该等品牌合作伙伴名称会于有关服务及产品的申请表格上列明，视情况而定）；及为慈善及/或非牟利用途的捐款及捐赠；',
  theAboveMentioned:
    '(C)上述服务、产品及促销标的可能由本公司/集团及/或下列各方提供或征求： a.本集团的任何成员、合作伙伴及联营公司; b.第三方金融机构、投资服务供货商、奖赏及优惠计划供货商，及合作品牌供货商；及慈善或非牟利机构；',
  inAdditionTo: '(D)除促销以上述服务、产品及促销标的以外，本公司/集团亦拟以上',
  theDataReferred:
    '(A)段所述的数据提供予以上(C)段所述的全部或任何人士，以供该等人士在促销该等服务、产品及促销标的中使用，而本公司/集团为此用途须获得客户书面同意（包括表示不反对）；',
  ifTheCustomer:
    '如客户不希望本公司/集团如上述使用其数据或提供数据予其他人士作直销促销用途，客户可通知本公司/集团行使其选择权拒绝促销。',
  //http://www.wc012.com/home/about/license.html 牌照认证
  exchangeSocietyMemberCertification: '香港金银业贸易场行员认证',
  WCGIndustryCo: '文传金业有限公司是香港金银业贸易场第12号行员。',
  wasFoundedIn:
    '香港金银业贸易场成立于1910年，具有实施黄金交易所的业务规则、规范交易行为、查处违反本场章程规定行为的会员等各项职能，并提供「交易编码」查询服务。',
  //http://www.wc012.com/home/index/risk.html 风险披露
  riskDisclosure: '*风险披露声明*',
  thisStatementDoesNot:
    '此声明并不披露关于贵金属（黄金及白银）的所有风险及其它重要事项。',
  inViewOfTheRelevent:
    '鉴于有关风险，客户在开始进行贵金属交易之前，应该清楚了解有关交易性质和风险程度，并知悉贵金属交易并不适合一般投资者。',
  customersMustCarefully:
    '客户必须根据其个人的投资经验、目的、财政状况和风险承受能力等相关因素仔细考虑贵金属交易是否适合客户本人。',
  customersShouldSeekLegal:
    '客户在开户及开始交易前应该咨询法律及其它独立的专业意见。',
  leverageEffect: '1.杠杆式效应',
  tradingPreciousMetals: '贵金属及差价合约交易带有相当高的风险。',
  thisTypeOfTransaction:
    '此类交易属于杠杆式交易，意指透过杠杆比例，藉以让客户可以极低的初始保证金来控制金额极高的交易合约。',
  evenAnyMovementInTheMarket:
    '即使市场上出现任何变动也会对客户已经或将要存入的资金造成极大的影响，这对客户也许有好的影响也有可能是坏的影响。',
  ThisCustomerHasTheOpportunity:
    '客户有机会可能会为了保持客户的头寸，而在客户存入本公司的初始保证金及任何追加资金上承受损失。',
  ifTheMarketChanges:
    '如果市场变动对客户不利或者保证金水平提高，客户有机会未能及时追加保证金来维持客户的头寸而在亏损的情况下被犟制平仓，客户将必须对由此造成的亏损负责。',
  directivesTo: '2.减少风险的指令',
  ordersThatLimitLosses:
    '损失限制在特定金额的指令(例如“止损限价”指令)有可能并不见效或无法执行。',
  ifTheOrder: '如果订单是停损限价单，无法保证订单能以限价执行或会执行。',
  inAdditionSomeStrategies:
    '此外，一些使用头寸合并的策略，例如差价或同价对敲或许与单做“长仓”或“短仓”存在有相同的风险。',
  risksArisingFromOther: '其他贵金属及差价合约交易所以带来的风险',
  termsAndConditions: '3.贵金属及差价合约交易的条件与条款',
  customersMustClearly:
    '客户必须清楚理解买卖贵金属及差价合约的条件与条款及其义务。',
  electronicTransactions: '4.电子交易',
  transactionsCounducted:
    '通过电子交易系统进行的交易，在传送和接收客户指示或其他资料时可能出现延误，在执行客户指令时亦可能出现延误或以有别于客户所发出指示之价格执行其指示，通讯设施亦可能出现故障或传输中断。',
  customersWillBeExposed:
    '客户将面临该系统带来的相关风险，包括硬体和软体的故障。系统故障可能造成客户的订单难以按照客户的指示执行，甚至根本不能执行。',
  thereforeTheCustomerAcknowledges:
    '因此，客户承认并接受，由于无法预计的通讯阻塞或其他原因，电子传送不一定是一种可靠之通讯方法，客户须承担因通讯误解、错误及其一切相关的风险。',
  tradingFacilities: '5.交易设施',
  mostelectronic:
    '大部分电子交易的设施是由以电脑为基础的系统来支援处理交易指令传递、执行、配对、登记和交易结算的。该类系统易受到临时故障的影响。',
  customersAbilityToRecover:
    '客户收回某些损失的能力可能受制于系统提供者、市场、清算所等的有限度责任。这些有限度责任可能是各有不同的。',
  exchangeOverTheCounter: '6.交易所场外交易',
  inSomeJursdictions:
    '在某些司法管辖区，且仅在限定的情形下，公司可被允许进行场外交易，为客户进行交易的公司可能是客户的交易对手。',
  WenChuanInternationl:
    '文传国际有限公司在很多贵金属及差价合约交易中是客户的直接交易对手。文传国际有限公司有权拒绝接受或保证任何订单。',
  soClosing:
    '所以平仓、评估价值、确定公平价格或评估风险可能很困难或不可能。鉴于这些原因，这类交易可能涉及更大的风险。场外交易可能受到较少的监管或受管于不同的监管体系。客户在开始交易之前，应该清楚瞭解适用的规定和相关风险。',
  suspensionOrRestriction: '7.暂停或限制交易与定价的关系',
  marketCondition:
    '市场状况以及/或某些市场的运作条例(例如由于停市造成的任何贵金属及差价合约暂停交易)，有可能增加客户损失的风险，因为完成交易或平仓等交易指令有机会已经变得很困难或不可能。',
  inAdditionTheNormal:
    '此外，相关资产与贵金属及差价合约的正常价格关系可能不存在，缺乏相关资产的参考价格，因此很难评估或确定“公平”价格。',
  transactionsInOther: '8.在其他司法管辖区的交易',
  transactionsInOtherJurisdiction:
    '在其他司法管辖区市场(包括正式连接到本地市场的市场)进行的交易可能使客户面临其他风险。在那些市场的规定下，投资者受到的保障可能不同或甚至会减低对投资者的保障。',
  beforeCommencing:
    '在开始交易前客户应该询问任何与客户交易有关的规定，并瞭解本身所在地及其他司法管辖区可得到的补偿。',
  depostitedCash: '9.存放的现金与财物',
  customersMustAcknowledge:
    '客户必须确认，将金钱或其他财产交由文传国际有限公司、其代表或其授权人保管均附有风险。客户须熟悉各种有关客户为进行当地或外地交易存放的金钱与财产有哪些保障，特别是在公司面临财困或破产的时候。',
  theExtentTo:
    '客户可收回现金与财产的程度，是受制于特定法例或当地的规则或可能严重延迟。此为客户须准备承受之风险。',
  arrangementsFor: '10.客户非本人存款安排',
  inOrderTo:
    '为了保障客户资金安全，防止不良客户进行洗黑钱等违法活动，文传国际有限公司（以下简称文传国际）作出以下规定：',
  WenChuanInternationlDoes:
    '文传国际不接受非本人（第三方）银行账户入金。文传国际保留调查核实和拒绝客户以非本人（第三方）户口入款的权利。',
  ifTheCustomerUsesAn:
    '客户若使用非本人姓名账户入金而未能提交第三方户口证明资料，文传国际有权即时冻结客户账户进行调查，禁止其账户进行一切交易，并完全有权对客户账户进行以下处理：',
  ifTheCustomerAccount:
    '1.若客户账户从未进行任何交易，文传国际将所有第三方存款扣除10%作为合理营运成本后，将其余额退回入款银行账户中；',
  ifTheTransaction:
    '2.若客户账户已进行任何交易，文传国际由第三方存款起的所有交易及优惠(包括点差回赠，赠金等优惠)取消。',
  afterDeducting:
    '并将所有第三方存款扣除10%作为合理营运成本后，将其余额退回入款银行账户中；',
  forTheAbove:
    '3.对于以上情况，文传国际可依据酌情权决定向任何相关监管机构或执法机构报告有关事件。',
  tradingCommisions:
    '同时，本公司有权即时冻结相应客户账户并禁止其进行一切交易,并依据酌情权决定向任何相关监管机构或执法机构报告相关事件。',
  tradingCommissions: '11.交易佣金与其他收费',
  customersShouldUndertand:
    '客户在开始交易之前，应该瞭解清楚客户将支付的所有佣金、费用及其它收费。这些收费将会影响客户可能有的盈利或增加客户的损失。客户明白贵金属账户不是作存款用途而且无利息收益。',
  accountUse: '12.账户使用',
  ifThereIs: '若交易账户连续三个月未有交易，我司会自动关闭账户。',
  customerWarning: '*客户告鉴*',
  thisAgreement: '本协议具有法律约束力，请仔细审阅。',
  aboutOpening:
    '有关在本公司开设账户通过贵金属场外OTC市场从事投机及或购买、及或卖出现货贵金属（以下简称「OTCGOLD」）',
  theCustomer:
    '，客户确认已了解下述有关杠杆式OTCGOLD交易的因素，以及提供给客户的风险披露声明。',
  tradingIsOnly:
    '1.OTCGOLD交易仅适合专业机构或投资经验丰富的人士，其财政状况也许可以承受远过保证金或存款金价值的损失。',
  bussinessDoes:
    '2.OTCGOLD的业务并不需公开喊价。虽然许多场所交易都以计算机为基础的系统提供报价和实际价格，但这两价格可能会因为市场缺乏流动性而有所偏差。',
  manyElectronic:
    '许多电子交易设施是由以计算机为基础的系统来支持进行交易下单、执行、配对的，它们易受到临时系统故障的影响。客户收回某些损失的能力可能受限于系统提供者、银行及／或其他金融机构设定的责任限度，此限度可能各有不同。',
  inTheOTCGOLD:
    '3.在OTCGOLD市场上，公司不只于交易所场外进行交易。为客户进行交易的公司文传国际有限公司在很多贵金属交易中可能是客户交易的对手。',
  circumstancesThat:
    '可能出现的情况，包括平仓、评估价值、确定公平价值或评估风险披露会很困难或不可能。鉴于这些原因，这类交易可能涉及更大的风险。场外交易可能受到较少的监管或受管于不同的监管体系。在开始交易之前，客户应该了解适用的规定和相关风险。',
  ifTheCustomerEngages:
    '4.如果客户在任何电子市场从事交易，客户将面临与该电子交易系统相关的风险，包括硬件或软件的故障。',
  systemFailures:
    '系统故障可能造成客户的订单难以按照其指示执行或根本不能执行。',
  theCustomerConfirms:
    '5.客户确认购买或卖出贵金属包括进行交割，每次现货交易均自动进账到客户的账户。',
  forAllSales:
    '所有需要作实货交收的买卖合约，客户必须在发出买卖指示时，同时以书面通知本公司及得到本公司确定接受方为有效。',
  theTimeAndPlace:
    '交收时间及地点将由市场惯例或本公司酌情决定。本公司有绝对酌情决定权拒绝执行客户任何买卖指示，而绝不须对拒绝执行买卖指示向客户作出具体解释或原因。',
  theCompany:
    '6.本公司不能保证客户的交易对手的信誉。本公司只有尽力与有良好声誉及可靠的机构和清算所进行交易。',
  inAddition:
    '此外，本公司可能因为交易流动性的问题，造成贵金属交易停止，使客户不能及时为亏损的头寸进行平仓，这可能为客户带来相当的损失。本公司不会就这些损失承担任何责任。',
  theCompanyMargin:
    '7.本公司的保证金政策可能要求客户提供追加资金以便维持其保证金账户，客户有义务满足这类保证金要求。',
  otherwiseThePosition:
    '否则将可能被自动平仓及造成相应的损失。本公司还保留拒绝接受订单的权利或提供市场对冲。',
  ifAnyCustomer:
    '8.如果任何非本公司雇员（下称“第三方”）向客户提供任何关于贵金属的信息或建议，本公司不能控制或担保其关于贵金属的准确性和完整性，本公司将决不对客户因使用该信息或建议带来的损失承担任何负责。',
  ifTheCustomerEntrusts:
    '9.如果客户将交易授权或对其账户的管理交予第三方，不论是自主权或非自主权的方式，本公司将绝不对客户作出的选择负责。',
  theCompanyDoesNot:
    '本公司不对有关交易的第三方作出任何声明或保证；本公司不对因为交易第三方的行为对客户产生的损失负责。因此，若客户授权第三方管理其账户，客户必须自己承担一切相关风险。',
  ifTheCustomerDoes:
    '如果客户未获本公司同意将交易授权或对其帐户的管理交予第三方，本公司保留对有关账户所有或部份相关的交易进行取消的权利，而不需事先通知客户。',
  customersShould:
    '10.客户应完全遵守当地有关法例，包括为遵守该等地区或司法管辖权区内须遵守之任何其他手续而取得政府或相关监管机构之同意，以及因使用本公司平台进行的交易而需支付当地任何相关税项、关税及其他金额。',
  transactionsMade:
    '客户在本公司平台进行的交易，将被视为该客户向本公司属声明及保证已遵守当地法律及规定。倘客户对相关情况有疑问，客户应在开户及开始交易前应该咨询法律及其它独立的专业意见。',
  allCustomers:
    '11.所有客户必须意识到任何回报是非保证的。此外，本公司不对任何本公司、其雇员及/或关联人作出的指称或保证负责。',
  //http://www.wc012.com/home/index/declared.html 免责声明
  disclainer: '【免责声明】',
  theInformation:
    '(A)本网站的资料，只作一般性质、说明及参考用途。对该等资料，本公司不会就任何错误、遗漏、或错误陈述或失实陈述(不论明示或默示的)承担任何责任。',
  theCompanyShall:
    '对任何因使用或不当使用或依据本公司所载的资料而引致或所涉及的损失、毁坏或损害(包括但不限于相应而生的损失、毁坏或损害)，本公司概不承担任何义务、责任或法律责任。',
  thisWebsiteIs:
    '(B)本网站并非供禁止发布或提供本网站的任何司法管辖区内的任何人士使用(基于该名人士的国籍、居留地或其他原因)。有关禁制的人士不得使用本网站。',
  itIsTheResponsibility:
    '使用本网站所载资料的任何人士有责任遵守其有关司法管辖区所有的适用法例及规例。若继续使用本网站，即代表陈述及保证其个人的司法管辖区的适用法例及规例容许其浏览有关资料。',
  thisWebsiteShall:
    '(C)本网站不应视为向任何司法管辖地区内的任何人士提出其进行买卖任一产品或服务的要约或邀请。',
  byUsingThis:
    '(D)一旦使用本网站，即表示无条件接受上述所载的免责条款以及任何本公司不时在无须预先通知的情况下而对上述条款所作出的修改及/或修订。',
  pleaseCheck: '请定期浏览此网页查阅任何修改及/或修订。',
  theOperation:
    '(E)互联网的运作不在本公司控制范围之内，因此不能确保通过互联网的接收和发放的信号，客户电子设备的结构或联接的可靠性，本公司绝不对互联网上交易中出现的通讯故障、错误或延迟负责。',
  preciousMetal: '(F)贵金属交易涉及相当大的风险，其并非对每位投资者都适合。',
  pleaseRefer:
    '请参照风险披露声明，了解有关风险的详细资料。虽然网上交易为客户带来很多方便或更有效率，但它并不降低贵金属交易本身的风险。因此客户在交易前，须准备承担此风险。',
  theContent:
    '(G)本网站上的内容不是针对美国及香港的公民／居民，也不是为了向任何身处与发布或使用该资讯有违当地法律法规的国家或管辖地之人发送或供其使用.'
};
