{
  "exchangeSocietyMemberCertification": "香港金銀業貿易場行員認證",
  "WCGIndustryCo": "文傳金業有限公司是香港金銀業貿易場第12號行員。",
  "wasFoundedIn": "香港金銀業貿易場成立於1910年，具有實施黃金交易所的業務規則、規範交易行為、查處違反本場章程規定行為的會員等各項職能，並提供「交易編碼」查詢服務。",

  "privacyPolicy": "個人資料隱私政策",
  "theCompanyPersonal": "本公司的個人資料私隱政策是根據《個人資料（私隱）條例》保護客戶權益。",
  "whenTheCompany": "在本公司使用客戶數據用以提供其最佳服務時，亦會高度關注於其客戶數據使用之安排。",
  "theCompanyWill": "本公司會根據香港特別行政區法例《個人資料（私隱）條例》之規定，力求完全符合個人資料保障要求。",
  "toThisEnd": "為此，本公司會確保其雇員遵守法例規定的保安和保密嚴謹標準。",
  "allPersonalData": "(A)本公司收集的各項個人資料，只供本公司進行業務運作及其他有關活動之用；",
  "theCompanyIs": "(B)本公司致力確保網站是安全及符合業界標準，並且使用其他數據保障工具，例如：防火墻、認證系統（密碼和個人身份證號碼等）和操控機制來控制未獲授權的系統進入和存取數據；",
  "theCompanyWillStore": "(C)本公司會將客戶個人資料保密儲存，保護客戶的個人資料以防止被盜用，本公司雇員亦會尊重客戶的私隱，絕不會向未獲授權人士透露任何數據；",
  "customersMayFrom": "(D)客戶可不時查閱及更改由本公司所保存的有關其個人資料；",
  "theCustomerAgrees": "(E)客戶同意本公司會根據任何法例或監管機構之規定，向監管當局及其他政府機構披露客戶所有數據（及其他數據）；",
  "thatTheCompany": "(F)客戶同意本公司按照網絡支付系統政策之安排，當客戶透過支付網關進行存取款時，向有關機構披露客戶個人資料作為核實身份的證明；",
  "theCompanyMaySet": "(G)本公司可能會在客戶的計算機設定及存取本公司Cookies，以協助本公司分析並了解有關之市場推廣策略的效果。",
  "theCompanyAndIts": "本公司及其雇員可能會於本公司的產品和服務使用Cookies 來追蹤客戶在本公司網站的瀏覽，收集得來和共享的資料是不具姓名及無法被個別辨識的；",
  "whenTheCustomer": "(H)客戶同意本公司向客服提供服務時，本公司可能授權一些不隸屬本公司的公司使用客戶個人資料，這些包括以合約形式代表本公司提供服務的公司，例如作成、郵寄月結單的公司，維護及開發數據處理的軟件公司等。",
  "theseCompanies": "這些授權於本公司的公司必須把客戶的個人資料保密。                                                                                                                                                                             ",
  "theCompanyWillDo": "本公司將盡一切所能確保其收集所得的客戶個人資料被妥善地保存在儲存系統，並只有獲授權的雇員或代表本公司提供服務的公司可查閱有關資料，但鑒於互聯網之公開及全球性質，本公司可能無法保護及保密客戶個人資料不受第三者的蓄意幹擾。",
  "anyoneWhoBrowses": "凡經由本公司網頁瀏覽他人運作的網頁，客戶的個人資料均不屬本公司的個人資料私隱條款保障範圍內。 在直接促銷中使用數據本公司/集團擬把客戶數據用於直接促銷，而本公司/集團為該用途須獲得客戶同意（包括表示不反對）。就此，請注意：",
  "theCompanyGroup": "(A)本公司/集團可能把持有的客戶姓名、聯絡方式、產品及服務組合數據、交易模式及行為、財務背景及人口統計資料用於直接促銷；",
  "mayBeUse": "(B)可用作促銷下列類別的服務、產品及促銷標的；",
  "financialWealth": "a.金融、理財、投資及相關服務及產品；",
  "rewardsPreferential": "b.獎賞、優惠計劃及相關服務及產品；",
  "servicesAndProducts": "c.本公司/集團的任何成員與品牌合作夥伴提供之服務及產品（該等品牌合作夥伴名稱會於有關服務及產品的申請表格上列明，視情況而定）；及為慈善及/或非牟利用途的捐款及捐贈；",
  "theAboveMentioned": "(C)上述服務、產品及促銷標的可能由本公司/集團及/或下列各方提供或征求： a.本集團的任何成員、合作夥伴及聯營公司; b.第三方金融機構、投資服務供貨商、獎賞及優惠計劃供貨商，及合作品牌供貨商；及慈善或非牟利機構；",
  "inAdditionTo": "(D)除促銷以上述服務、產品及促銷標的以外，本公司/集團亦擬以上",
  "theDataReferred": "(A)段所述的數據提供予以上(C)段所述的全部或任何人士，以供該等人士在促銷該等服務、產品及促銷標的中使用，而本公司/集團為此用途須獲得客戶書面同意（包括表示不反對）；",
  "ifTheCustomer": "如客戶不希望本公司/集團如上述使用其數據或提供數據予其他人士作直銷促銷用途，客戶可通知本公司/集團行使其選擇權拒絕促銷。",

  "riskDisclosure": "風險披露聲明",
  "thisStatementDoesNot": "此聲明並不披露關於貴金屬（黃金及白銀）的所有風險及其它重要事項。",
  "inViewOfTheRelevant": "鑒於有關風險，客戶在開始進行貴金屬交易之前，應該清楚了解有關交易性質和風險程度，並知悉貴金屬交易並不適合一般投資者。",
  "customersMustCarefully": "客戶必須根據其個人的投資經驗、目的、財政狀況和風險承受能力等相關因素仔細考慮貴金屬交易是否適合客戶本人。",
  "customersShouldSeekLegal": "客戶在開戶及開始交易前應該咨詢法律及其它獨立的專業意見。",
  "leverageEffect": "1.杠桿式效應",
  "tradingPreciousMetals": "貴金屬及差價合約交易帶有相當高的風險。",
  "thisTypeOfTransaction": "此類交易屬於杠桿式交易，意指透過杠桿比例，藉以讓客戶可以極低的初始保證金來控制金額極高的交易合約。",
  "evenAnyMovementInTheMarket": "即使市場上出現任何變動也會對客戶已經或將要存入的資金造成極大的影響，這對客戶也許有好的影響也有可能是壞的影響。",
  "ThisCustomerHasTheOpportunity": "客戶有機會可能會為了保持客戶的頭寸，而在客戶存入本公司的初始保證金及任何追加資金上承受損失。",
  "ifTheMarketChanges": "如果市場變動對客戶不利或者保證金水平提高，客戶有機會未能及時追加保證金來維持客戶的頭寸而在虧損的情況下被犟制平倉，客戶將必須對由此造成的虧損負責。",
  "directivesTo": "2.減少風險的指令",
  "ordersThatLimitLosses": "損失限制在特定金額的指令(例如“止損限價”指令)有可能並不見效或無法執行。",
  "ifTheOrder": "如果訂單是停損限價單，無法保證訂單能以限價執行或會執行。",
  "inAdditionSomeStrategies": "此外，一些使用頭寸合並的策略，例如差價或同價對敲或許與單做“長倉”或“短倉”存在有相同的風險。",
  "risksArisingFromOther": "其他貴金屬及差價合約交易所以帶來的風險",
  "termsAndConditions": "3.貴金屬及差價合約交易的條件與條款",
  "customersMustClearly": "客戶必須清楚理解買賣貴金屬及差價合約的條件與條款及其義務。",
  "electronicTransactions": "4.電子交易",
  "transactionsConducted": "通過電子交易系統進行的交易，在傳送和接收客戶指示或其他資料時可能出現延誤，在執行客戶指令時亦可能出現延誤或以有別於客戶所發出指示之價格執行其指示，通訊設施亦可能出現故障或傳輸中斷。",
  "customersWillBeExposed": "客戶將面臨該系統帶來的相關風險，包括硬體和軟體的故障。系統故障可能造成客戶的訂單難以按照客戶的指示執行，甚至根本不能執行。",
  "thereforeTheCustomerAcknowledges": "因此，客戶承認並接受，由於無法預計的通訊阻塞或其他原因，電子傳送不一定是一種可靠之通訊方法，客戶須承擔因通訊誤解、錯誤及其一切相關的風險。",
  "tradingFacilities": "5.交易設施",
  "mostElectronic": "大部分電子交易的設施是由以電腦為基礎的系統來支援處理交易指令傳遞、執行、配對、登記和交易結算的。該類系統易受到臨時故障的影響。",
  "customersAbilityToRecover": "客戶收回某些損失的能力可能受制於系統提供者、市場、清算所等的有限度責任。這些有限度責任可能是各有不同的。",
  "exchangeOverTheCounter": "6.交易所場外交易",
  "inSomeJurisdictions": "在某些司法管轄區，且僅在限定的情形下，公司可被允許進行場外交易，為客戶進行交易的公司可能是客戶的交易對手。",
  "WenChuanInternational": "WCG 在很多貴金屬及差價合約交易中是客戶的直接交易對手。WCG 有權拒絕接受或保證任何訂單。",
  "soClosing": "所以平倉、評估價值、確定公平價格或評估風險可能很困難或不可能。鑒於這些原因，這類交易可能涉及更大的風險。場外交易可能受到較少的監管或受管於不同的監管體系。客戶在開始交易之前，應該清楚瞭解適用的規定和相關風險。",
  "suspensionOrRestriction": "7.暫停或限制交易與定價的關系",
  "marketCondition": "市場狀況以及/或某些市場的運作條例(例如由於停市造成的任何貴金屬及差價合約暫停交易)，有可能增加客戶損失的風險，因為完成交易或平倉等交易指令有機會已經變得很困難或不可能。",
  "inAdditionTheNormal": "此外，相關資產與貴金屬及差價合約的正常價格關系可能不存在，缺乏相關資產的參考價格，因此很難評估或確定“公平”價格。",
  "transactionsInOther": "8.在其他司法管轄區的交易",
  "transactionsInOtherJurisdiction": "在其他司法管轄區市場(包括正式連接到本地市場的市場)進行的交易可能使客戶面臨其他風險。在那些市場的規定下，投資者受到的保障可能不同或甚至會減低對投資者的保障。",
  "beforeCommencing": "在開始交易前客戶應該詢問任何與客戶交易有關的規定，並瞭解本身所在地及其他司法管轄區可得到的補償。",
  "depositedCash": "9.存放的現金與財物",
  "customersMustAcknowledge": "客戶必須確認，將金錢或其他財產交由WCG、其代表或其授權人保管均附有風險。客戶須熟悉各種有關客戶為進行當地或外地交易存放的金錢與財產有哪些保障，特別是在公司面臨財困或破產的時候。",
  "theExtentTo": "客戶可收回現金與財產的程度，是受制於特定法例或當地的規則或可能嚴重延遲。此為客戶須準備承受之風險。",
  "arrangementsFor": "10.客戶非本人存款安排",
  "inOrderTo": "為了保障客戶資金安全，防止不良客戶進行洗黑錢等違法活動，WCG 作出以下規定：",
  "WenChuanInternationalDoes": "WCG 不接受非本人（第三方）銀行賬戶入金。WCG 保留調查核實和拒絕客戶以非本人（第三方）戶口入款的權利。",
  "ifTheCustomerUsesAn": "客戶若使用非本人姓名賬戶入金而未能提交第三方戶口證明資料，WCG 有權即時凍結客戶賬戶進行調查，禁止其賬戶進行一切交易，並完全有權對客戶賬戶進行以下處理：",
  "ifTheCustomerAccount": "1.若客戶賬戶從未進行任何交易，WCG 將所有第三方存款扣除10%作為合理營運成本後，將其余額退回入款銀行賬戶中；",
  "ifTheTransaction": "2.若客戶賬戶已進行任何交易，WCG 由第三方存款起的所有交易及優惠(包括點差回贈，贈金等優惠)取消。",
  "afterDeducting": "並將所有第三方存款扣除10%作為合理營運成本後，將其余額退回入款銀行賬戶中；",
  "forTheAbove": "3.對於以上情況，WCG 可依據酌情權決定向任何相關監管機構或執法機構報告有關事件。",
  "tradingCommissions1": "同時，本公司有權即時凍結相應客戶賬戶並禁止其進行一切交易,並依據酌情權決定向任何相關監管機構或執法機構報告相關事件。",
  "tradingCommissions2": "11.交易傭金與其他收費",
  "customersShouldUnderstand": "客戶在開始交易之前，應該瞭解清楚客戶將支付的所有傭金、費用及其它收費。這些收費將會影響客戶可能有的盈利或增加客戶的損失。客戶明白貴金屬賬戶不是作存款用途而且無利息收益。",
  "accountUse": "12.賬戶使用",
  "ifThereIs": "若交易賬戶連續三個月未有交易，我司會自動關閉賬戶。",
  "customerWarning": "客戶告鑒",
  "thisAgreement": "本協議具有法律約束力，請仔細審閱。",
  "aboutOpening": "有關在本公司開設賬戶通過貴金屬場外OTC市場從事投機及或購買、及或賣出現貨貴金屬（以下簡稱「OTCGOLD」）",
  "theCustomerConfirms": "，客戶確認已了解下述有關杠桿式OTCGOLD交易的因素，以及提供給客戶的風險披露聲明。",
  "tradingIsOnly": "1.OTCGOLD交易僅適合專業機構或投資經驗豐富的人士，其財政狀況也許可以承受遠過保證金或存款金價值的損失。",
  "bushinessDoes": "2.OTCGOLD的業務並不需公開喊價。雖然許多場所交易都以計算機為基礎的系統提供報價和實際價格，但這兩價格可能會因為市場缺乏流動性而有所偏差。",
  "manyElectronic": "許多電子交易設施是由以計算機為基礎的系統來支持進行交易下單、執行、配對的，它們易受到臨時系統故障的影響。客戶收回某些損失的能力可能受限於系統提供者、銀行及／或其他金融機構設定的責任限度，此限度可能各有不同。",
  "inTheOTC": "3.在OTCGOLD市場上，公司不只於交易所場外進行交易。WCG在很多貴金屬交易中可能是客戶交易的對手。",
  "circumstancesThat": "可能出現的情況，包括平倉、評估價值、確定公平價值或評估風險披露會很困難或不可能。鑒於這些原因，這類交易可能涉及更大的風險。場外交易可能受到較少的監管或受管於不同的監管體系。在開始交易之前，客戶應該了解適用的規定和相關風險。",
  "ifTheCustomerEngages": "4.如果客戶在任何電子市場從事交易，客戶將面臨與該電子交易系統相關的風險，包括硬件或軟件的故障。",
  "systemFailures": "系統故障可能造成客戶的訂單難以按照其指示執行或根本不能執行。",
  "thatThePurchase": "5.客戶確認購買或賣出貴金屬包括進行交割，每次現貨交易均自動進賬到客戶的賬戶。",
  "forAllSales": "所有需要作實貨交收的買賣合約，客戶必須在發出買賣指示時，同時以書面通知本公司及得到本公司確定接受方為有效。",
  "theTimeAndPlace": "交收時間及地點將由市場慣例或本公司酌情決定。本公司有絕對酌情決定權拒絕執行客戶任何買賣指示，而絕不須對拒絕執行買賣指示向客戶作出具體解釋或原因。",
  "theCompany": "6.本公司不能保證客戶的交易對手的信譽。本公司只有盡力與有良好聲譽及可靠的機構和清算所進行交易。",
  "inAddition": "此外，本公司可能因為交易流動性的問題，造成貴金屬交易停止，使客戶不能及時為虧損的頭寸進行平倉，這可能為客戶帶來相當的損失。本公司不會就這些損失承擔任何責任。",
  "theCompanyMargin": "7.本公司的保證金政策可能要求客戶提供追加資金以便維持其保證金賬戶，客戶有義務滿足這類保證金要求。",
  "otherwiseThePosition": "否則將可能被自動平倉及造成相應的損失。本公司還保留拒絕接受訂單的權利或提供市場對沖。",
  "ifAnyCustomer": "8.如果任何非本公司雇員（下稱“第三方”）向客戶提供任何關於貴金屬的信息或建議，本公司不能控制或擔保其關於貴金屬的準確性和完整性，本公司將決不對客戶因使用該信息或建議帶來的損失承擔任何負責。",
  "ifTheCustomerEntrusts": "9.如果客戶將交易授權或對其賬戶的管理交予第三方，不論是自主權或非自主權的方式，本公司將絕不對客戶作出的選擇負責。",
  "theCompanyDoesNot": "本公司不對有關交易的第三方作出任何聲明或保證；本公司不對因為交易第三方的行為對客戶產生的損失負責。因此，若客戶授權第三方管理其賬戶，客戶必須自己承擔一切相關風險。",
  "ifTheCustomerDoes": "如果客戶未獲本公司同意將交易授權或對其帳戶的管理交予第三方，本公司保留對有關賬戶所有或部份相關的交易進行取消的權利，而不需事先通知客戶。",
  "customersShould": "10.客戶應完全遵守當地有關法例，包括為遵守該等地區或司法管轄權區內須遵守之任何其他手續而取得政府或相關監管機構之同意，以及因使用本公司平台進行的交易而需支付當地任何相關稅項、關稅及其他金額。",
  "transactionsMade": "客戶在本公司平台進行的交易，將被視為該客戶向本公司屬聲明及保證已遵守當地法律及規定。倘客戶對相關情況有疑問，客戶應在開戶及開始交易前應該咨詢法律及其它獨立的專業意見。",
  "allCustomers": "11.所有客戶必須意識到任何回報是非保證的。此外，本公司不對任何本公司、其雇員及/或關聯人作出的指稱或保證負責。",

  "disclaimer": "免責聲明",
  "theInformation": "(A)本網站的資料，只作一般性質、說明及參考用途。對該等資料，本公司不會就任何錯誤、遺漏、或錯誤陳述或失實陳述(不論明示或默示的)承擔任何責任。",
  "theCompanyShall": "對任何因使用或不當使用或依據本公司所載的資料而引致或所涉及的損失、毀壞或損害(包括但不限於相應而生的損失、毀壞或損害)，本公司概不承擔任何義務、責任或法律責任。",
  "thisWebsiteIs": "(B)本網站並非供禁止發布或提供本網站的任何司法管轄區內的任何人士使用(基於該名人士的國籍、居留地或其他原因)。有關禁制的人士不得使用本網站。",
  "itIsTheResponsibility": "使用本網站所載資料的任何人士有責任遵守其有關司法管轄區所有的適用法例及規例。若繼續使用本網站，即代表陳述及保證其個人的司法管轄區的適用法例及規例容許其瀏覽有關資料。",
  "thisWebsiteShall": "(C)本網站不應視為向任何司法管轄地區內的任何人士提出其進行買賣任一產品或服務的要約或邀請。",
  "byUsingThis": "(D)一旦使用本網站，即表示無條件接受上述所載的免責條款以及任何本公司不時在無須預先通知的情況下而對上述條款所作出的修改及/或修訂。",
  "pleaseCheck": "請定期瀏覽此網頁查閱任何修改及/或修訂。",
  "theOperation": "(E)互聯網的運作不在本公司控制範圍之內，因此不能確保通過互聯網的接收和發放的信號，客戶電子設備的結構或聯接的可靠性，本公司絕不對互聯網上交易中出現的通訊故障、錯誤或延遲負責。",
  "preciousMetal": "(F)貴金屬交易涉及相當大的風險，其並非對每位投資者都適合。",
  "pleaseRefer": "請參照風險披露聲明，了解有關風險的詳細資料。雖然網上交易為客戶帶來很多方便或更有效率，但它並不降低貴金屬交易本身的風險。因此客戶在交易前，須準備承擔此風險。",
  "theContent": "(G)本網站上的內容不是針對美國及香港的公民／居民，也不是為了向任何身處與發布或使用該資訊有違當地法律法規的國家或管轄地之人發送或供其使用。",

  "contractDetails": "合約細則(專業及機構投資者)",
  "generalInvestors": "1、一般投資者",
  "forOrdinary": "如屬一般投資者，交易細則裡的保證金要求有所不同，交易需要的最初保證金為合約價值的2%，而強制平倉的水平為最初保證金的10%。",
  "leverageMargin": "2、杠杠和保證金要求",
  "theMarginFor": "開倉保證金為合約價值的2%。",
  "overnightInterest": "3、隔夜利息",
  "whenCustomer": "當客戶持有倉位，穿越北京時間上午 5:00（夏令時間）或上午6:00（冬令時間），客戶的倉位便會有收取或付出過夜利息的情況。",
  "theOvernightInterest": "各種產品的過夜利息會隨著息口差距而變化，過夜利息的詳情可在平台作詳細瞭解。                     ",
  "rightClick": "於＂市場報價＂右擊，選擇＂商品列表＂，再選擇需查詢的產品，然後點擊屬性,在＂買單調期庫存費/賣單調期庫存費＂便可查看買/賣過夜利息。",
  "ourOvernight": "我們的過夜利息，會根據市場的利率，每星期調整一次，請到我們的交易平台查看當週利率。",
  "weekendsHolidays": "4、週末與節假日",
  "swapPositions": "跨週末頭寸的隔夜利息將會在星期三計算，所以，星期三的隔夜利息將是其他交易日的三倍。",
  "whenTheTraded": "當被交易的產品遇到公眾假期或銀行休息，將會有假日的隔夜利息產生。",
  "holidaySwap": "假日隔夜利息通常會在假日前兩個工作日計算。",
  "theOvernightInterestQuotation": "隔夜利息報價可從MT4平台上查看到。",
  "pleaseSee": "請查看常見問題瞭解隔夜利息詳情。",
  "theValidityPeriod": "掛單及止損獲利設置的有效期為1周，週末或休市後所有未建倉的掛單及未執行的止損獲利設置將全部取消。",
  "ifNeeded": "如有需要，客戶可在週一開市後重新設置。",
  "transaction": "5、交易確認",
  "whenTheTransaction": "當交易被執行後，將可在網上查看到交易確認。",
  "fullTransaction": "完整的交易詳情（包括日期、時間、價格、買入或賣出的倉位價值、美元價值和參考號）可通過交易平台上查看。",
  "hedging": "6、對沖交易",
  "throughWenChuan": "通過文傳金業的MT4平台，您可以針對同一種交易產品建立和持有多個倉位和定單。",
  "whenTrader": "當交易者對沖時，我們將會要求交易者就對沖的方向的持倉存放50%的保證金。",
  "whenClosing": "對沖交易平倉時，只需一如其他交易一樣使用平倉、止損或止盈單即可。客戶必須個別地將每個買入及賣出持倉平倉。",
  "depositAndWithdrawal": "7、出入金手續費及補貼",
  "WenChuanWill": "文傳會盡最大努力為客戶提供優質的服務，同時也致力恪守政府機關的反洗錢行為守則，所以在出入金手續費補貼安排如下：",
  "WenChuanDealer": "1.文傳為交易商並非銀行，如客戶存入資金後，並沒有進行任何交易就要提走，我們只可以退回至資金來源地，同時收取6%手續費。",
  "depositAmount": "2. 如果存款金額的50%不曾用於建倉交易，取款時將收取6%的手續費用。",
  "transactionVolume": "3. 假如交易量不足，又堅持出金，需要以最近累計入金金額扣除已交易手數部分的6%作為出金手續費。",
  "theCustomerRemarks": "（客戶在出金時備註同意扣除手續費才會扣除，否則出金會被拒絶。）",
  "administrativeFee": "4. 低於 100美元出金需要支付 5 美元行政費用。",
  "specificSubsidies": "具體補貼見具體活動要求或資訊客服詳細瞭解。",
  "Slippage": "8、滑點",
  "theCompanyMinimizes": "本公司在原則上和技術上都儘量減少滑點的情況，努力做到優勝於行內同業的交易模式， ",
  "sometimesTheInvestment": "不過有時候投資市場波動劇烈，價格出現瞬間變動實在是非人為可以控制，還請投資者原諒。",
  "gapAndMarket": "9、跳空與市場波動",
  "whenEconomicData": "當經濟數據或重要新聞事件發佈的時候，價格可能由於市場對新聞、數據作出的反應和調整而跳空。",
  "inSuchCases": "在這樣的情況下，市場狀況可能會非常不穩定，價格可能單方向劇烈變動，且在某些情況下，市場可能在短期內無法提供可用的交易。",
  "marketGapsAlso": "在週末或節假日後重新開盤的時候也往往會發生市場跳空的情況。",
  "takeProfitAndStop": "止盈和止損單在市場跳空時可能以相距指定價格甚遠的價位來執行，這種偏差可能對交易者有利，也可能對交易者不利。",
  "lossOrdersMayBeExecuted": "止盈和止損單可能在提交定單或定單設置的價格以外的位置執行。",
  "ordersMayBeExecuted": "定單可能會分批在不同的價位執行。開盤價可能與前一日收盤價可能有很大的差別。",
  "abnormalTransaction": "10、什麼是異常交易",
  "meanThatCustomers": "異常交易意旨客戶於極短時間內進行密集式交易，總結行內經驗，短線交易最終對客戶並沒有任何益處，因為客戶須為頻密的交易付出巨大的手續費。",
  "atTheSameTime": "同時短線交易亦非正確的投資方法，客戶無法在交易中獲得較大的利潤。",
  "inAdditionThere": "另外，亦有不法之徒意圖利用異常交易進行洗黑錢活動，本公司特別關注此等不法活動，任何有機會觸犯“防止洗黑錢”條例的異常交易，本公司是絶對不會容許的！",
  "willOccupy": "異常交易會大量佔用網絡資源，除了會影響交易系統的穩定性及效率，更會妨礙一般客戶的交易。",
  "protectTheInterests": "為保障大部分客戶的利益情況下，本公司絶不能接受異常交易行為繼續發生。",
  "definitionOfAbnormal": "11、異常交易的定義",
  "whenCustomerWithdraws": "當客戶取款時，我們會審核客戶上次取款（首次取款則從開戶開始）至本次取款的所有交易，按照交易量統計，",
  "whenTheHoldingTime": "當交易單中有50% 交易量的持倉時間低於5分鐘時，我們就會對此賬戶進行進一步審核，審核時間需要延長3小時。",
  "whenThe": "1.當疑似異常交易的交易單中有30%交易量的持倉時間低於5分鐘時。",
  "ofTheTransaction": "2.當疑似異常交易的交易單中有30%交易量屬於5分鐘內建立的對沖鎖倉單。",
  "theCustomerUses": "3.客戶使用同一帳戶並同時利用多台計算器終端機進行交易行為，意圖以＂密集式交易＂手段令市場造成巨大成交額的誤導資訊。",
  "conductsTransactions": "4.客戶借助協力廠商軟件（即＂外掛軟件＂）利用軟件漏洞進行交易的行為。（如需使用自動代程式交易，請聯繫線上客服人員）",
  "useTheInternet": "5.利用互聯網或計算器＂報價延誤＂，＂多次＂故意或＂惡意＂在5分鐘之內＂重倉＂進出，並且在短時間之內賺取交易平台非市場價格的價差的一種交易。",
  "whenTheNumber": "6.當疑似異常交易的交易數量跟過往的存在甚大差異，如瞬間由0.1至0.5手轉變為5至10手交易。",
  "Approach": "處理方法：",
  "ifAfterInvestigation": "1.如經本公司調查後，發現帳號在進行異常交易，本公司會馬上凍結該帳號的交易和資金進出再作深入調查",
  "confirmedThatAccount": "2.如確認該帳號在進行異常交易，本公司會把該帳號註銷，並把帳戶的剩餘資金髮還客戶，任何因異常交易所產生的利潤和佣金不發放。",
  "theInterpretation": "＊異常交易的解釋權歸文傳金業有限公司所有，如有任何爭議，一切以 WCG 之決定為最終裁決。"
}
